Revit 2027 API
EnergyAnalysisZone.UseOutsideAirPerPerson Property
 Use the outside air per person.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UseOutsideAirPerPerson { get; }
Public ReadOnly Property UseOutsideAirPerPerson As Boolean
	Get
public:
property bool UseOutsideAirPerPerson {
	bool get ();
}
member UseOutsideAirPerPerson : bool with get
Property Value
Boolean
See Also
Reference
EnergyAnalysisZone Class
Autodesk.Revit.DB.Analysis Namespace